/* $ObjectName=MAFLocaleAwareControls_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a cell type selector */
"Amount" = "Importe";

/* XFLD: label for a cell type selector */
"Currency" = "Moneda";

/* XFLD: label for a cell phone type selector */
"fax" = "Fax";

/* XFLD: label for a cell phone type selector */
"home" = "Página principal";

/* XBUT: label for a cell phone type selector */
"Home" = "Página principal";

/* XFLD: label for a cell phone type selector */
"iPhone" = "iPhone";

/* XFLD: label for a cell phone type selector */
"main" = "Principal";

/* XFLD: label for a cell phone type selector */
"mobile" = "Móvil";

/* XFLD: label for a cell phone type selector */
"other fax" = "Otro fax";

/* XFLD: label for a cell phone type selector */
"page" = "Pager";

/* XFLD: label for a cell phone type selector */
"Phone" = "Teléfono";

/* XFLD: label for a cell type selector */
"Value" = "Valor";

/* XFLD: label for a cell phone type selector */
"work" = "Trabajo";

/* XFLD: label for a cell phone type selector */
"work fax" = "Fax trabajo";

